Repository: pathorsAI/parley
Catalog: ios/Keyboard/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Add in Parley
zh_hant: 到 Parley 新增

source: At sign
zh_hant: at 符號

source: Auto-collect is off. Turn it on in Parley
zh_hant: 自動收錄已關閉，可到 Parley 開啟

source: Bopomofo keyboard
zh_hant: 注音鍵盤

source: Cancel
zh_hant: 取消

source: Candidates
zh_hant: 候選字

source: Caps lock
zh_hant: 大寫鎖定

source: Chinese comma
zh_hant: 逗號

source: Chinese period
zh_hant: 句號

source: Clipboard
zh_hant: 剪貼簿

source: Clipboard and saved info
zh_hant: 剪貼簿與常用資訊

source: Composing
zh_hant: 組字中

source: Connection lost — inserted what was transcribed. Tap the mic to continue.
zh_hant: 連線中斷，已貼上中斷前的內容。點麥克風繼續。

source: Copied
zh_hant: 已複製

source: Copy dictated text
zh_hant: 複製語音輸入的文字

source: Couldn't start. Try again.
zh_hant: 沒能啟動，再試一次。

source: Delete
zh_hant: 刪除

source: Dictation starts in Parley
zh_hant: 語音輸入從 Parley 開始

source: Discard dictation
zh_hant: 捨棄這次語音輸入

source: Don't suggest this
zh_hant: 不要再建議

source: Done
zh_hant: 完成

source: English
zh_hant: 英文

source: English keyboard
zh_hant: 英文鍵盤

source: Fewer candidates
zh_hant: 收合候選字

source: Fourth tone
zh_hant: 四聲

source: Go
zh_hant: 前往

source: Hidden
zh_hant: 已隱藏

source: Insert without polishing
zh_hant: 跳過潤飾，直接插入

source: Inserts this text.
zh_hant: 輸入這段文字。

source: Inserts this text. Touch and hold for more.
zh_hant: 輸入這段文字。按住可看更多選項。

source: Mic ready
zh_hant: 麥克風待命

source: Microphone taken by the system. Tap to restart.
zh_hant: 麥克風被系統佔用，點一下重新開始

source: Neutral tone
zh_hant: 輕聲

source: Next
zh_hant: 下一個

source: Next keyboard
zh_hant: 切換鍵盤

source: Next-phrase suggestions
zh_hant: 聯想詞

source: No saved info yet. Add your name, phone numbers and addresses in Parley.
zh_hant: 還沒有常用資訊。可到 Parley 新增姓名、電話和地址。

source: Nothing copied yet. Text you paste from the strip shows up here.
zh_hant: 還沒有複製的內容。從上方列貼上的文字會出現在這裡。

source: Open Parley to set up voice typing
zh_hant: 開啟 Parley 設定語音輸入

source: Parley stopped listening. Tap the mic to try again.
zh_hant: Parley 停止聆聽了，再點一下麥克風重試。

source: Paste %@
zh_hant: 貼上 %@

source: Paste link
zh_hant: 貼上網址

source: Paste text
zh_hant: 貼上文字

source: Pin
zh_hant: 釘選

source: Pinned
zh_hant: 釘選

source: Polishing…
zh_hant: 潤飾中…

source: Recent
zh_hant: 最近

source: Reconnecting… keep talking
zh_hant: 重新連線中…可以繼續說

source: Replaces the polished text with what you said.
zh_hant: 以你實際說的內容取代潤飾後的文字。

source: Save as
zh_hant: 存成

source: Save as saved info
zh_hant: 存成常用資訊

source: Saved info
zh_hant: 常用

source: Search
zh_hant: 搜尋

source: Second tone
zh_hant: 二聲

source: Send
zh_hant: 傳送

source: Set up voice typing in Parley
zh_hant: 到 Parley 完成語音輸入設定

source: Settings › General › Keyboard › Keyboards › Parley → Allow Full Access. Your voice is sent to your Parley account to be transcribed.
zh_hant: 設定 › 一般 › 鍵盤 › 鍵盤 › Parley → 允許完整取用權限。你的語音會送到 Parley 帳號進行轉錄。

source: Shift
zh_hant: 大寫切換

source: Show more candidates
zh_hant: 顯示更多候選字

source: Single dictation limit reached (%lld min)
zh_hant: 已達單次語音輸入上限（%lld 分鐘）

source: Slide to move the cursor
zh_hant: 左右滑動移動游標

source: space
zh_hant: 空格

source: Start dictation
zh_hant: 開始語音輸入

source: Start dictation, which opens Parley first
zh_hant: 開始語音輸入，會先開啟 Parley

source: Stop dictation
zh_hant: 停止語音輸入

source: Stops in %lld s
zh_hant: %lld 秒後自動結束

source: Tap text to copy
zh_hant: 點文字可複製

source: Tap to open the app
zh_hant: 點一下開啟 Parley

source: Tap to speak
zh_hant: 點一下開始說話

source: The microphone is ready. Tap to close it.
zh_hant: 麥克風待命中，點一下即可關閉。

source: Third tone
zh_hant: 三聲

source: Unpin
zh_hant: 取消釘選

source: Use original
zh_hant: 換回原文

source: Voice dictation
zh_hant: 語音輸入

source: Voice typing needs Full Access
zh_hant: 語音輸入需要「完整取用權限」

source: return
zh_hant: 換行
